 #
 # Copyright (c) 1990-2012 kopiLeft Development SARL
 #
 # This library is free software; you can redistribute it and/or
 # modify it under the terms of the GNU Lesser General Public
 # License version 2.1 as published by the Free Software Foundation.
 #
 # This library is distributed in the hope that it will be useful,
 # but WITHOUT ANY WARRANTY; without even the implied warranty of
 # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
 # Lesser General Public License for more details.
 #
 # You should have received a copy of the GNU Lesser General Public
 # License along with this library; if not, write to the Free Software
 # Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
 #
 # $Id: messages_fr.properties 2 2012-02-28 09:39:55Z bentaher $
 #
000000=Aucune erreur technique ne s'est produite lors du traitement de la requ\u00EAte EBICS.
011000=Accus\u00E9 de r\u00E9ception positif re\u00E7u.
011001=Accus\u00E9 de r\u00E9ception n\u00E9gatif re\u00E7u.
011101=Num\u00E9ro de segment non atteint.
031001=Param\u00E8tres de commande inconnus ignor\u00E9s.
061001=Erreur de signature d\u2019authentification.
061002=Message non conforme \u00E0 EBICS.
061099=Erreur interne EBICS.
061101=Synchronisation n\u00E9cessaire.
091002=Abonn\u00E9 inconnu ou \u00E9tat d'abonn\u00E9 inadmissible.
091003=Abonn\u00E9 inconnu.
091004=\u00C9tat de l'abonn\u00E9 inconnu.
091005=Type d'ordre ou combinaison BTF inadmissible.
091006=Type d'ordre ou combinaison BTF non prise en charge.
091008=Cl\u00E9 de la banque invalide.
091009=Taille du segment d\u00E9pass\u00E9e.
091010=XML invalide selon le sch\u00E9ma EBICS.
091011=L\u2019identifiant d\u2019h\u00F4te transmis est inconnu de la banque.
091101=Identifiant de transaction invalide.
091102=Transaction annul\u00E9e.
091103=Rejeu de message suspect\u00E9.
091104=Num\u00E9ro de segment d\u00E9pass\u00E9.
091112=Param\u00E8tres de commande invalides.
091113=Contenu du message non conforme s\u00E9mantiquement \u00E0 EBICS.
091117=Taille de commande demand\u00E9e non prise en charge par le syst\u00E8me bancaire.
091118=Nombre de segments transmis trop \u00E9lev\u00E9.
091119=Nombre maximal de transactions simultan\u00E9es par client d\u00E9pass\u00E9.
091120=L'identifiant du partenaire dans le fichier ES ne correspond pas \u00E0 l'exp\u00E9diteur.
091122=La commande EBICS existe d\u00E9j\u00E0.
013001=V\u00E9rification pr\u00E9liminaire facultative non prise en charge par la banque.
090001=Seules les donn\u00E9es de t\u00E9l\u00E9chargement sign\u00E9es sont prises en charge (r\u00E9serv\u00E9).
090002=Seules les donn\u00E9es de t\u00E9l\u00E9chargement non sign\u00E9es sont prises en charge (r\u00E9serv\u00E9).
090003=L'abonn\u00E9 n'est pas autoris\u00E9 \u00E0 soumettre ce type de commande ou BTF.
090004=Le format des donn\u00E9es transf\u00E9r\u00E9es ne correspond pas au format sp\u00E9cifi\u00E9.
090005=Aucune donn\u00E9e disponible pour ce type de t\u00E9l\u00E9chargement.
090006=Requ\u00EAte non prise en charge par la banque.
091105=La fonction de reprise n\u2019est pas prise en charge par le syst\u00E8me bancaire.
091111=Format de fichier ES soumis invalide.
091114=Num\u00E9ro de commande soumis inconnu.
091115=L'ID de commande ne peut \u00EAtre utilis\u00E9 ; d\u00E9j\u00E0 autoris\u00E9 ou rejet\u00E9.
091116=Autre erreur de traitement m\u00E9tier.
091201=Version de l'algorithme de signature non prise en charge.
091202=Version de l'algorithme d'authentification non prise en charge.
091203=Version de l'algorithme de chiffrement non prise en charge.
091204=Longueur de la cl\u00E9 de signature non prise en charge.
091205=Longueur de la cl\u00E9 d\u2019authentification non prise en charge.
091206=Longueur de la cl\u00E9 de chiffrement non prise en charge.
091208=Certificat expir\u00E9.
091209=Certificat pas encore valide.
091210=Utilisation de la cl\u00E9 du certificat invalide.
091211=Algorithme du certificat invalide pour cet usage.
091213=Liste de confiance des certificats (CTL) invalide.
091214=Autorit\u00E9 de certification inconnue.
091215=Politique de certificat invalide.
091216=Contraintes de base X.509 invalides.
091217=La banque ne prend en charge que les certificats X.509.
091218=Cl\u00E9 ou certificat dupliqu\u00E9.
091219=Le certificat n'a pas pu \u00EAtre valid\u00E9.
091301=\u00C9chec de la v\u00E9rification de l\u2019ES.
091302=\u00C9chec de la v\u00E9rification de l'autorisation de compte.
091303=\u00C9chec de la v\u00E9rification de la limite de montant du compte.
091304=Un signataire n'est pas un abonn\u00E9 valide.
091305=\u00C9tat du signataire inadmissible.
091306=Le signataire a d\u00E9j\u00E0 sign\u00E9 la commande.
